
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Aktivera kommunikation och hämta experiment</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 och senare</string>
      <string id="Part_UninstallEdgePolicy">Avinstallera Microsoft Edge-princip</string>
      <string id="Pol_ProxyMode">Välj hur du vill ange inställningar för proxyserver</string>
      <string id="Name_ForceInstallsMachine">Framtvinga installationer (hela datorn)</string>
      <string id="Name_ManualUpdatesOnly">Endast manuella uppdateringar</string>
      <string id="Pol_EdgePreview">Tillåt att användare i Windows Insider Program registreras i förhandsversionen av Edge</string>
      <string id="Name_UninstallEdgeDisabled">Inaktiverat</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 och senare</string>
      <string id="Explain_Applications">En uppdaterad ADMX/ADML-mall krävs för att stödja Microsoft Edge-program som släpps i framtiden.</string>
      <string id="Name_DesktopShortcutDisabled">Förhindra att skrivbordsgenvägar skapas under installation</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Ta bort skrivbordsgenvägar vid uppdateringsstandard</string>
      <string id="ProxyFixedServers_DropDown">Använda fasta proxyservrar</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 och senare</string>
      <string id="Pol_ECSControl">Reglera uppdaterarens kommunikation med experimenterings- och konfigurationsservice</string>
      <string id="Explain_ECSControl">I Microsoft Edge Update används experimenterings- och konfigurationsservice till att distribuera nyttolasten för experimenteringen.

Nyttolasten för experimenteringen består av en lista över de tidiga utvecklingsfunktionerna som Microsoft aktiverar för testning och feedback.

Om du aktiverar (1) den här principen laddas nyttolasten ned från tjänsten för experimentering och konfiguration.

Om du inaktiverar (0) den här principen stoppas kommunikationen med experimenterings- och konfigurationsservice helt.

Om du inte konfigurerar principen kommer en hanterad enhet uppföra sig som om principen är inaktiverad.

Om du inte konfigurerar principen kommer en ohanterad enhet uppföra sig som om principen är aktiverad.</string>
      <string id="Name_InstallsDisabled">Installationer inaktiverade</string>
      <string id="Pol_TargetChannel">Åsidosättning av målkanal</string>
      <string id="Pol_AllowInstallation">Tillåt installation</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Aktiverad och ta bort användardata</string>
      <string id="Explain_CreateDesktopShortcut">Om du aktiverar (1) den här principen skapas det en skrivbordsgenväg när Microsoft Edge är installerat.
  Om du inaktiverar (0) den här principen skapas ingen skrivbordsgenväg när Microsoft Edge är installerat.
  Om du inte konfigurerar den här principen skapas en skrivbordsgenväg till Microsoft Edge under installationen.
  Om Microsoft Edge redan är installerat får den här principen ingen effekt.

  Om du inte aktiverar den här principen för en kanal, bestämmer standardinställningen för principen “Skapa skrivbordsgenväg vid installation av standard” om det skapas en genväg när Microsoft Edge installeras.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 och senare</string>
      <string id="Pol_AllowSideBySideExperience">Tillåt att Microsoft Edge-webbläsare används sida vid sida</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minsta antal minuter mellan automatiska uppdateringskontroller.

Konfigurera den här principen med värdet 0 om du vill inaktivera all regelbunden nätverkstrafik i Microsoft Edge Update. Den här inställningen rekommenderas inte eftersom den hindrar Microsoft Edge Update från att ta emot stabilitets- och säkerhetsuppdateringar.

Använd inställningarna Åsidosätt standardinställning för uppdateringsprincip och Åsidosätt uppdateringsprincip för respektive program för att hantera programuppdateringarna i stället för den här inställningen.

Värdena för den här principen kan vara mellan 0 och 43 200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Utökad stabil</string>
      <string id="Explain_DefaultUpdatePolicy">Gör att du kan ange standardbeteendet för alla kanaler angående hur Microsoft Edge Update hanterar tillgängliga uppdateringar för Microsoft Edge. Kan åsidosättas för enskilda kanaler genom att ange principen "uppdatera principnamn" för dessa specifika kanaler.

Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
  - Uppdateringar inaktiverade (0): Uppdateringar tillämpas aldrig.
  - Tillåt alltid uppdateringar (1) (rekommenderat): Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
  - Endast manuella uppdateringar (2): Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll.
  - Endast automatiska tysta uppdateringar (3): Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.

Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn".

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_WebView_AutoUpdate">Gör det möjligt att ange om automatiska uppdateringar ska aktiveras för WebView2 Runtime eller inte. WebView2 Runtime är en komponent som används av program för att visa webbinnehåll.
  Automatiska uppdateringar är aktiverade som standard. Om du inaktiverar automatisk uppdatering av WebView2 Runtime kan det orsaka kompatibilitetsproblem med program som är beroende av den här komponenten.

  Om du aktiverar den här principen hanteras uppdateringarna för WebView2 Runtime av Microsoft Edge Update, beroende på hur du konfigurerar följande alternativ:
  – Tillåt alltid uppdateringar (1): uppdateringar laddas ned och installeras automatiskt
  – Uppdateringar inaktiveras (0): uppdateringar laddas inte ned och tillämpas inte

  Om du inte aktiverar den här principen hämtas och tillämpas uppdateringar automatiskt.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 och senare</string>
      <string id="Name_MeteredUpdatesEnabled">Uppdateringar med datapriser tillåts</string>
      <string id="ProxyAutoDetect_DropDown">Identifiera proxyinställningar automatiskt</string>
      <string id="ProxyPacScript_DropDown">Använd ett PAC-proxyskript</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge Update 1.3.179.5 och senare</string>
      <string id="DownloadPreference_DropDown">Cachelagringsbara URL:er för nedladdning</string>
      <string id="Name_ForceInstallsUser">Framtvinga installationer (per användare)</string>
      <string id="Explain_AllowSideBySideExperience">Med den här principen kan en användare köra Microsoft Edge (Edge HTML) och Microsoft Edge (Chromium-baserad) sida vid sida.

Om den här principen är inställd på “Inte konfigurerad” ersätter Microsoft Edge (Chromium-baserad) Microsoft Edge (Edge HTML) efter att den Microsoft Edge (Chromium-baserade) stabila kanalen och säkerhetsuppdateringarna för november 2019 har installerats.  Det här är samma beteende som inställningen “Inaktiverad”.

Inställningen “Inaktiverad” (0) blockerar en sida vid sida-upplevelse och Microsoft Edge (Chromium-baserad) ersätter Microsoft Edge (Edge HTML) efter att den stabila kanalen Microsoft Edge (Chromium-baserad) och säkerhetsuppdateringarna för november 2019 har installerats.  Det här är samma beteende som inställningen “Inte konfigurerad”.

När den här principen är “aktiverad” (1) kan Microsoft Edge (Chromium-baserad) och Microsoft Edge (Edge HTML) köras sida vid sida när Microsoft Edge (Chromium-baserad) har installerats.

För att den här grupprincipen ska påverkas måste den konfigureras innan den automatiska installationen av Microsoft Edge (Chromium-baserad) av Windows Update. Obs! En användare kan blockera den automatiska uppdateringen av Microsoft Edge (Chromium-baserad) med hjälp av Microsoft Edge (Chromium-baserad) Blocker Toolkit.

Från och med Windows 10 version 20H2 Microsoft Edge (äldre version) och webbläsarupplevelsen sida vid sida stöds inte.</string>
      <string id="Explain_RemoveDesktopShortcut">Om du ställer in den här principen på "Framtvinga borttagning av skrivbordsgenvägar (1) på systemnivå" tas alla befintliga Microsoft Edge skrivbordsgenvägar bort när webbläsaren uppdateras eller datorn startas om.
  Om du ställer in den här principen på "Framtvinga borttagning av genvägar på systemnivå och användarnivå" (2) tas alla befintliga kortkommandon på systemnivå Microsoft Edge skrivbordsgenvägar bort när webbläsaren uppdateras eller datorn startas om och eventuella befintliga genvägar på användarnivå tas bort när webbläsaren uppdateras. Detta inkluderar kortkommandon på användarnivå som användarna kan ha gjort själva.
  Om du inte konfigurerar den här principen eller inaktiverar den (0) händer ingenting med befintliga Microsoft Edge skrivbordsgenvägar.

  Om du inte konfigurerar den här principen för en kanal avgör principkonfigurationen ‘Ta bort skrivbordsgenvägar vid uppdateringsstandard’ borttagning av skrivbordsgenvägar.</string>
      <string id="ProxyDisabled_DropDown">Använd aldrig en proxy</string>
      <string id="Pol_DefaultAllowInstallation">Tillåt installation standard</string>
      <string id="Pol_ProxyPacUrl">URL till en PAC-proxyfil</string>
      <string id="Cat_Applications">Program</string>
      <string id="Explain_ProxyPacUrl">Gör att du kan ange en URL för en PAC-fil (Proxy Auto-config).

Om du aktiverar den här principen kan du ange en URL för en PAC-fil som automatiserar hur Microsoft Edge Update väljer rätt proxyserver för att hämta en viss webbplats.

Den här principen används endast om du har angett manuella proxyinställningar i principen Välj hur du vill ange inställningar för en proxyserver.

Konfigurera inte den här principen om du har valt en annan proxyinställning än manuell i principen "Välj hur du vill ange inställningar för en proxyserver".</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 och senare</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 och senare</string>
      <string id="Explain_Preferences">Allmänna principer för Microsoft Edge Update.</string>
      <string id="Explain_WebView">Anger principer för WebView2 Runtime.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Standarduppdateringar för datapriser har inaktiverats</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 och senare</string>
      <string id="Explain_ProxyServer">Gör att du kan ange URL:en till den proxyserver som ska användas av Microsoft Edge Update.

 Om du aktiverar den här principen kan du ange URL:en för proxyservern som används av Microsoft Edge Update i din organisation.

 Den här principen används endast om du har valt manuella proxyinställningar i principen “Välj hur du vill ange inställningar för en proxyserver”.

 Konfigurera inte den här principen om du har valt en annan proxyinställning än manuell i principen "Välj hur du vill ange inställningar för en proxyserver".</string>
      <string id="Pol_MeteredUpdates">Låt användarna uppdatera för anslutningar med datapriser</string>
      <string id="Name_UninstallEdgeNotConfigured">Inte konfigurerad</string>
      <string id="Explain_DefaultAllowInstallation">Du kan ange standardbeteende för alla kanaler om du vill tillåta eller blockera uppdateringar av Microsoft Edge på domänanslutna enheter.

Du kan åsidosätta denna princip för enskilda kanaler genom att aktivera (1) principen “Tillåt installation” för specifika kanaler.

Om du inaktiverar (2) den här principen blockeras installationen av Microsoft Edge. Det här påverkar bara installation av Microsoft Edge-programvara när principen “Tillåt installation” anges som inte konfigurerad.

Den här principen hindrar inte Microsoft Edge Update från att köras eller förhindra användare från att installera Microsoft Edge-programvara med andra metoder.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 och senare</string>
      <string id="TargetChannel_Stable_DropDown">Stable</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Åsidosätt standard för uppdateringsprincip</string>
      <string id="Explain_ProxyMode">Gör att du kan ange de proxyserverinställningar som används av Microsoft Edge Update.

Om du aktiverar den här principen kan du välja mellan följande alternativ för proxyservern:
   – Om du väljer att aldrig använda en proxyserver och alltid ansluter direkt ignoreras alla andra alternativ.
   – Om du väljer att använda systemproxyinställningar eller automatisk identifiering av proxyservern ignoreras alla andra alternativ.
   – Om du väljer läget för fast server-proxy kan du ange ytterligare alternativ i principen “Adress eller URL för en proxyserver”.
   – Om du väljer att använda ett PAC-proxyskript måste du ange URL: en för skriptet i principen “URL till proxy .pac-fil”.

Om du aktiverar den här principen kan användarna i din organisation inte ändra proxyinställningarna i Microsoft Edge Update.

Om du inaktiverar eller låter bli att konfigurera den här principen konfigureras inga proxyserverinställningar, men användare i organisationen kan välja egna proxyinställningar för Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 och senare</string>
      <string id="Pol_RemoveDesktopShortcut">Ta bort skrivbordsgenvägar vid uppdatering</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 och senare</string>
      <string id="Name_UpdatesDisabled">Uppdateringar har inaktiverats</string>
      <string id="Pol_RollbackToTargetVersion">Återställ till målversion</string>
      <string id="Explain_WebView_Install">Gör det möjligt att ange om WebView2 Runtime kan installeras med Microsoft Edge Update eller inte.

  Om du aktiverar (1) den här principen kan användarna installera WebView2 Runtime via Microsoft Edge Update.

  Om du inaktiverar (0) den här principen (eller ställer in den på Installationer inaktiveras) kan användarna inte installera WebView2 Runtime via Microsoft Edge Update.

  Om du ställer in den här principen på Tillåt alltid datoromfattande installationer, men inte per användare (4), distribueras WebView2 Runtime endast på datorn.

  Om du ställer in principen på Framtvinga installationer (datoromfattande) (5) kan användarna installera WebView2 Runtime på alla datorer där Microsoft Edge Update är förinstallerat. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

  Om du inte konfigurerar den här principen installeras WebView2 Runtime via Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Principer för att reglera installationen och uppdateringen av Microsoft Edge via Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Med den här inställningen kan du ange standardbeteende för alla kanaler för att skapa skrivbordsgenvägar när Microsoft Edge är installerat.

  Om du ställer in den här principen på "Framtvinga borttagning av skrivbordsgenvägar (1) på systemnivå" tas alla befintliga Microsoft Edge skrivbordsgenvägar bort när webbläsaren uppdateras eller datorn startas om.
  Om du ställer in den här principen på "Framtvinga borttagning av genvägar på systemnivå och användarnivå" (2) tas alla befintliga kortkommandon på systemnivå Microsoft Edge skrivbordsgenvägar bort när webbläsaren uppdateras eller datorn startas om och eventuella befintliga genvägar på användarnivå tas bort när webbläsaren uppdateras. Detta inkluderar kortkommandon på användarnivå som användarna kan ha gjort själva.
  Om du inte konfigurerar den här principen eller inaktiverar den (0) händer ingenting med befintliga Microsoft Edge skrivbordsgenvägar.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Om du aktiverar den här principen ignoreras uppdateringskontroller varje dag med början vid Timme:Minut under en period av varaktighet (i minuter). Varaktigheten påverkas inte av sommartid. Om starttiden till exempel är 22:00 och varaktigheten är 480 minuter, ignoreras uppdateringar under exakt 8 timmar, oavsett om sommartid startar eller slutar under den här perioden.

Om du inaktiverar eller låter bli att konfigurera den här principen ignoreras inte uppdateringskontroller under en viss period.

Värdena för den här principen kan vara mellan 0 och 23 för timmar, 0 till 59 för minuter och 0 till 960 för varaktighet i minuter.</string>
      <string id="Name_UpdatesEnabled">Tillåt alltid uppdateringar (rekommenderas)</string>
      <string id="Cat_ProxyServer">Proxyserver</string>
      <string id="Pol_CreateDesktopShortcut">Skapa skrivbordsgenväg vid installation</string>
      <string id="Pol_AutoUpdateCheckPeriod">Åsidosätt period för automatisk sökning efter uppdateringar</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 och senare</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Skapa skrivbordsgenväg vid installation av standard</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Framtvinga borttagning av skrivbordsgenvägar på systemnivå</string>
      <string id="Name_ECSCommunicationDisabled">Inaktivera kommunikation med experimenterings- och konfigurationsservice</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 och senare</string>
      <string id="Name_InstallsEnabled">Tillåt alltid installationer (rekommenderas)</string>
      <string id="Explain_DownloadPreference">Om den är aktiverad försöker Microsoft Edge Update-servern tillhandahålla cachelagringsbara URL:er för uppdateringsnyttolaster i sina svar.</string>
      <string id="Name_AutomaticUpdatesOnly">Endast automatiska tysta uppdateringar</string>
      <string id="Pol_DefaultMeteredUpdates">Låt användarna uppdatera alla appar för anslutningar med datapriser</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Standarduppdateringar med datapriser tillåts</string>
      <string id="Pol_TargetVersionPrefix">Åsidosätt målversion</string>
      <string id="Pol_UninstallEdge">Ange avinstallationsbeteende för Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Inaktivera uppdateringar med datapriser</string>
      <string id="Pol_DownloadPreference">Åsidosättning av klass för hämtnings-URL</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tidsperiod under varje dag som automatiska sökningar efter uppdateringar ska ignoreras</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 och senare</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Åsidosättning av uppdateringsprincip</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Aktiverad</string>
      <string id="Pol_ProxyServer">Adress eller URL för proxyserver</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Med den här inställningen kan du ange standardbeteende för alla kanaler för att skapa skrivbordsgenvägar när Microsoft Edge är installerat.

  Om du aktiverar (1) den här principen skapas det en skrivbordsgenväg när Microsoft Edge är installerat.
  Om du inaktiverar (0) den här principen skapas ingen skrivbordsgenväg när Microsoft Edge är installerat.
  Om du inte konfigurerar den här principen skapas en skrivbordsgenväg till Microsoft Edge under installationen.
  Om Microsoft Edge redan är installerat får den här principen ingen effekt.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Framtvinga borttagning av skrivbordsgenvägar på system- och användarnivå</string>
      <string id="ProxyUseSystem_DropDown">Använd systemets proxyinställningar</string>
      <string id="Cat_Preferences">Inställningar</string>
      <string id="Name_InstallsEnabledMachineOnly">Tillåt alltid datoromfattande installationer, men inte installationer per användare</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-uppdatering</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Anger om Microsoft Edge Update ska uppdateras för anslutningar som markerats som anslutningar med datapriser, t.ex. mobilanslutningar eller andra där dataanvändning styrs för alla appar. 

Om du inte aktiverar och konfigurerar den här principen görs uppdateringar baserat på växlingsknappen "Ladda ned Uppdateringar via anslutningar med datapriser" på sidan Om i Microsoft Edge-webbläsaren. Om en användare inte gör något val används Windows-inställningen. Du kan läsa mer om Windows-inställningen här: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillåt alltid uppdateringar (2): Uppdateringar hämtas alltid när de hittas, antingen genom automatisk uppdateringskontroll eller genom manuell uppdateringskontroll.

Uppdateringar inaktiverade (1): Uppdateringar hämtas inte när du använder en anslutning med datapriser.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter.

  Om du aktiverar (1) den här principen för en kanal blockeras inte Microsoft Edge från installationen.

  Om du inaktiverar (0) principen för en kanal (eller ställer in den till ‘Installationer inaktiverat’) blockeras Microsoft Edge från installationen.

  Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

Om du ställer in den här principen på Tillåt alltid Machine-Wide Installationer men inte Per-User Installationer (4) distribueras APP_NAME endast på hela datorn.

Om du ställer in den här principen på Framtvinga installationer (Machine Wide) (5) kan APP_NAME endast distribueras på hela datorn om Microsoft Edge Update är förinstallerat. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Om du ställer in den här principen på Framtvinga installationer (Per-User) (6) kan APP_NAME endast distribueras per användare till alla datorer om Microsoft Edge Update är förinstallerat per användare. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
  - Uppdateringar inaktiverade (0): Uppdateringar tillämpas aldrig.
  - Tillåt alltid uppdateringar (1) (Rekommenderat): Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
  - Endast manuella uppdateringar (2): Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
  - Endast automatiska tysta uppdateringar (3): Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.

Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i Åsidosätt målversion.

Den här principen har ingen effekt om inte Åsidosätt målversion har angetts och Åsidosättning av uppdateringsprincip är inställt på något av ON-tillstånden (tillåt alltid uppdateringar, endast automatiska tysta uppdateringar, endast manuella uppdateringar).

Om du inaktiverar (0) den här principen eller inte konfigurerar den, lämnas installationer som har en version som är högre än den som anges av "Åsidosätt målversion" kvar som den är.

Om du aktiverar (1) den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges av Åsidosätt målversion till målversionen.

Vi rekommenderar att användarna installerar den senaste versionen av Microsoft Edge webbläsare för att säkerställa skydd av de senaste säkerhetsuppdateringarna. Om du återställer till en tidigare version riskerar du att utsättas för kända säkerhetsproblem. Den här principen är avsedd att användas som en tillfällig korrigering för att åtgärda problem i en Microsoft Edge webbläsaruppdatering.

Innan du tillfälligt återställer webbläsarversionen rekommenderar vi att du aktiverar Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar Synkronisering finns det en risk för permanent webbdataförlust. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller för Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Låter dig ange om användare i Windows Insider Program registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du aktiverar (1) den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inaktiverar (0) den här principen kan användare i Windows Insider Program inte registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inte konfigurerar den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update som standard.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Anger om Microsoft Edge Update ska uppdateras för anslutningar som markerats som anslutningar med datapriser, t.ex. mobilanslutningar eller andra där dataanvändning styrs för Microsoft Edge webbläsaren. 

Om du inte aktiverar och konfigurerar den här principen görs uppdateringar baserat på växlingsknappen "Ladda ned Uppdateringar via anslutningar med datapriser" på sidan Om i Microsoft Edge-webbläsaren. Om en användare inte gör något val används Windows-inställningen. Du kan läsa mer om Windows-inställningen här: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillåt alltid uppdateringar (2): Uppdateringar hämtas alltid när de hittas, antingen genom automatisk uppdateringskontroll eller genom manuell uppdateringskontroll.

Inaktivera uppdateringar (1): Uppdateringar hämtas inte när du använder en anslutning med datapriser.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Du kan ange om Microsoft Edge (stabil kanal) avinstalleras eller blockeras från att avinstalleras på domänanslutna enheter i Europeiska ekonomiska samarbetsområdet (EES).

Om den här principen är inställd på Aktiverad avinstalleras Microsoft Edge automatiskt på alla enheter i EES där den här principen distribueras. Användardata sparas på enheten. Microsoft Edge avinstalleras nästa gång Microsoft Edge Update söker efter uppdateringar automatiskt. Om Microsoft Edge avinstalleras från enheter, program, widgetar (till exempel nyheter, sökning och väder) eller andra progressiva webbprogram (PWA) som är beroende av Microsoft Edge kommer inte längre att vara tillgängliga.

Om den här principen är inställd på Aktiverad och ta bort användardata (inställning 2) avinstalleras Microsoft Edge automatiskt på alla enheter i EES där principen distribueras och användardata tas bort från enheten.

Om den här principen är inställd på Inaktiverad (inställning 3) hindras alla användare i EES från att avinstallera Microsoft Edge där den här principen distribueras.

Om principen inte är konfigurerad (standardinställning) avgör en användares Windows-regionsinställning om de kan avinstallera Microsoft Edge på en domänansluten enhet. Endast användare i EES-länder kan avinstallera Microsoft Edge om de väljer att göra det. Användare utanför det här området kommer inte att kunna avinstallera Microsoft Edge. 

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Om Microsoft Edge behöver installeras om:
– Du kan ställa in installeringsprincipen på Framtvinga installationer (datoromfattande) för att installera om Microsoft Edge.
– Om du ställer in installationsprincipen på Framtvinga installationer (hela datorn) och även ställer in avinstallationsprincipen på Aktiverad, åsidosätter principen Framtvinga installationer (datoromfattande) avinstallationsprincipen.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter.

  Om du aktiverar (1) den här principen för en kanal blockeras inte Microsoft Edge från installationen.

  Om du inaktiverar (0) principen för en kanal (eller ställer in den till ‘Installationer inaktiverat’) blockeras Microsoft Edge från installationen.

  Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

Om du ställer in den här principen på Tillåt alltid Machine-Wide Installationer men inte Per-User Installationer (4) distribueras APP_NAME endast på hela datorn.

Om du ställer in den här principen på Framtvinga installationer (Machine Wide) (5) kan APP_NAME endast distribueras på hela datorn om Microsoft Edge Update är förinstallerat. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Om du ställer in den här principen på Framtvinga installationer (Per-User) (6) kan APP_NAME endast distribueras per användare till alla datorer om Microsoft Edge Update är förinstallerat per användare. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
  - Uppdateringar inaktiverade (0): Uppdateringar tillämpas aldrig.
  - Tillåt alltid uppdateringar (1) (Rekommenderat): Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
  - Endast manuella uppdateringar (2): Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
  - Endast automatiska tysta uppdateringar (3): Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.

Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i Åsidosätt målversion.

Den här principen har ingen effekt om inte Åsidosätt målversion har angetts och Åsidosättning av uppdateringsprincip är inställt på något av ON-tillstånden (tillåt alltid uppdateringar, endast automatiska tysta uppdateringar, endast manuella uppdateringar).

Om du inaktiverar (0) den här principen eller inte konfigurerar den, lämnas installationer som har en version som är högre än den som anges av "Åsidosätt målversion" kvar som den är.

Om du aktiverar (1) den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges av Åsidosätt målversion till målversionen.

Vi rekommenderar att användarna installerar den senaste versionen av Microsoft Edge webbläsare för att säkerställa skydd av de senaste säkerhetsuppdateringarna. Om du återställer till en tidigare version riskerar du att utsättas för kända säkerhetsproblem. Den här principen är avsedd att användas som en tillfällig korrigering för att åtgärda problem i en Microsoft Edge webbläsaruppdatering.

Innan du tillfälligt återställer webbläsarversionen rekommenderar vi att du aktiverar Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar Synkronisering finns det en risk för permanent webbdataförlust. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller för Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Låter dig ange om användare i Windows Insider Program registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du aktiverar (1) den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inaktiverar (0) den här principen kan användare i Windows Insider Program inte registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inte konfigurerar den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update som standard.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Anger om Microsoft Edge Update ska uppdateras för anslutningar som markerats som anslutningar med datapriser, t.ex. mobilanslutningar eller andra där dataanvändning styrs för Microsoft Edge webbläsaren. 

Om du inte aktiverar och konfigurerar den här principen görs uppdateringar baserat på växlingsknappen "Ladda ned Uppdateringar via anslutningar med datapriser" på sidan Om i Microsoft Edge-webbläsaren. Om en användare inte gör något val används Windows-inställningen. Du kan läsa mer om Windows-inställningen här: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillåt alltid uppdateringar (2): Uppdateringar hämtas alltid när de hittas, antingen genom automatisk uppdateringskontroll eller genom manuell uppdateringskontroll.

Inaktivera uppdateringar (1): Uppdateringar hämtas inte när du använder en anslutning med datapriser.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Du kan ange om Microsoft Edge (stabil kanal) avinstalleras eller blockeras från att avinstalleras på domänanslutna enheter i Europeiska ekonomiska samarbetsområdet (EES).

Om den här principen är inställd på Aktiverad avinstalleras Microsoft Edge automatiskt på alla enheter i EES där den här principen distribueras. Användardata sparas på enheten. Microsoft Edge avinstalleras nästa gång Microsoft Edge Update söker efter uppdateringar automatiskt. Om Microsoft Edge avinstalleras från enheter, program, widgetar (till exempel nyheter, sökning och väder) eller andra progressiva webbprogram (PWA) som är beroende av Microsoft Edge kommer inte längre att vara tillgängliga.

Om den här principen är inställd på Aktiverad och ta bort användardata (inställning 2) avinstalleras Microsoft Edge automatiskt på alla enheter i EES där principen distribueras och användardata tas bort från enheten.

Om den här principen är inställd på Inaktiverad (inställning 3) hindras alla användare i EES från att avinstallera Microsoft Edge där den här principen distribueras.

Om principen inte är konfigurerad (standardinställning) avgör en användares Windows-regionsinställning om de kan avinstallera Microsoft Edge på en domänansluten enhet. Endast användare i EES-länder kan avinstallera Microsoft Edge om de väljer att göra det. Användare utanför det här området kommer inte att kunna avinstallera Microsoft Edge. 

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Om Microsoft Edge behöver installeras om:
– Du kan ställa in installeringsprincipen på Framtvinga installationer (datoromfattande) för att installera om Microsoft Edge.
– Om du ställer in installationsprincipen på Framtvinga installationer (hela datorn) och även ställer in avinstallationsprincipen på Aktiverad, åsidosätter principen Framtvinga installationer (datoromfattande) avinstallationsprincipen.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter.

  Om du aktiverar (1) den här principen för en kanal blockeras inte Microsoft Edge från installationen.

  Om du inaktiverar (0) principen för en kanal (eller ställer in den till ‘Installationer inaktiverat’) blockeras Microsoft Edge från installationen.

  Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

Om du ställer in den här principen på Tillåt alltid Machine-Wide Installationer men inte Per-User Installationer (4) distribueras APP_NAME endast på hela datorn.

Om du ställer in den här principen på Framtvinga installationer (Machine Wide) (5) kan APP_NAME endast distribueras på hela datorn om Microsoft Edge Update är förinstallerat. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Om du ställer in den här principen på Framtvinga installationer (Per-User) (6) kan APP_NAME endast distribueras per användare till alla datorer om Microsoft Edge Update är förinstallerat per användare. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
  - Uppdateringar inaktiverade (0): Uppdateringar tillämpas aldrig.
  - Tillåt alltid uppdateringar (1) (Rekommenderat): Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
  - Endast manuella uppdateringar (2): Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
  - Endast automatiska tysta uppdateringar (3): Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.

Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i Åsidosätt målversion.

Den här principen har ingen effekt om inte Åsidosätt målversion har angetts och Åsidosättning av uppdateringsprincip är inställt på något av ON-tillstånden (tillåt alltid uppdateringar, endast automatiska tysta uppdateringar, endast manuella uppdateringar).

Om du inaktiverar (0) den här principen eller inte konfigurerar den, lämnas installationer som har en version som är högre än den som anges av "Åsidosätt målversion" kvar som den är.

Om du aktiverar (1) den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges av Åsidosätt målversion till målversionen.

Vi rekommenderar att användarna installerar den senaste versionen av Microsoft Edge webbläsare för att säkerställa skydd av de senaste säkerhetsuppdateringarna. Om du återställer till en tidigare version riskerar du att utsättas för kända säkerhetsproblem. Den här principen är avsedd att användas som en tillfällig korrigering för att åtgärda problem i en Microsoft Edge webbläsaruppdatering.

Innan du tillfälligt återställer webbläsarversionen rekommenderar vi att du aktiverar Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar Synkronisering finns det en risk för permanent webbdataförlust. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller för Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Låter dig ange om användare i Windows Insider Program registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du aktiverar (1) den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inaktiverar (0) den här principen kan användare i Windows Insider Program inte registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inte konfigurerar den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update som standard.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Anger om Microsoft Edge Update ska uppdateras för anslutningar som markerats som anslutningar med datapriser, t.ex. mobilanslutningar eller andra där dataanvändning styrs för Microsoft Edge webbläsaren. 

Om du inte aktiverar och konfigurerar den här principen görs uppdateringar baserat på växlingsknappen "Ladda ned Uppdateringar via anslutningar med datapriser" på sidan Om i Microsoft Edge-webbläsaren. Om en användare inte gör något val används Windows-inställningen. Du kan läsa mer om Windows-inställningen här: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillåt alltid uppdateringar (2): Uppdateringar hämtas alltid när de hittas, antingen genom automatisk uppdateringskontroll eller genom manuell uppdateringskontroll.

Inaktivera uppdateringar (1): Uppdateringar hämtas inte när du använder en anslutning med datapriser.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Du kan ange om Microsoft Edge (stabil kanal) avinstalleras eller blockeras från att avinstalleras på domänanslutna enheter i Europeiska ekonomiska samarbetsområdet (EES).

Om den här principen är inställd på Aktiverad avinstalleras Microsoft Edge automatiskt på alla enheter i EES där den här principen distribueras. Användardata sparas på enheten. Microsoft Edge avinstalleras nästa gång Microsoft Edge Update söker efter uppdateringar automatiskt. Om Microsoft Edge avinstalleras från enheter, program, widgetar (till exempel nyheter, sökning och väder) eller andra progressiva webbprogram (PWA) som är beroende av Microsoft Edge kommer inte längre att vara tillgängliga.

Om den här principen är inställd på Aktiverad och ta bort användardata (inställning 2) avinstalleras Microsoft Edge automatiskt på alla enheter i EES där principen distribueras och användardata tas bort från enheten.

Om den här principen är inställd på Inaktiverad (inställning 3) hindras alla användare i EES från att avinstallera Microsoft Edge där den här principen distribueras.

Om principen inte är konfigurerad (standardinställning) avgör en användares Windows-regionsinställning om de kan avinstallera Microsoft Edge på en domänansluten enhet. Endast användare i EES-länder kan avinstallera Microsoft Edge om de väljer att göra det. Användare utanför det här området kommer inte att kunna avinstallera Microsoft Edge. 

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Om Microsoft Edge behöver installeras om:
– Du kan ställa in installeringsprincipen på Framtvinga installationer (datoromfattande) för att installera om Microsoft Edge.
– Om du ställer in installationsprincipen på Framtvinga installationer (hela datorn) och även ställer in avinstallationsprincipen på Aktiverad, åsidosätter principen Framtvinga installationer (datoromfattande) avinstallationsprincipen.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter.

  Om du aktiverar (1) den här principen för en kanal blockeras inte Microsoft Edge från installationen.

  Om du inaktiverar (0) principen för en kanal (eller ställer in den till ‘Installationer inaktiverat’) blockeras Microsoft Edge från installationen.

  Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

Om du ställer in den här principen på Framtvinga installationer (Per-User) (6) kan APP_NAME endast distribueras per användare till alla datorer om Microsoft Edge Update är förinstallerat per användare. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
  - Uppdateringar inaktiverade (0): Uppdateringar tillämpas aldrig.
  - Tillåt alltid uppdateringar (1) (Rekommenderat): Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
  - Endast manuella uppdateringar (2): Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
  - Endast automatiska tysta uppdateringar (3): Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.

Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i Åsidosätt målversion.

Den här principen har ingen effekt om inte Åsidosätt målversion har angetts och Åsidosättning av uppdateringsprincip är inställt på något av ON-tillstånden (tillåt alltid uppdateringar, endast automatiska tysta uppdateringar, endast manuella uppdateringar).

Om du inaktiverar (0) den här principen eller inte konfigurerar den, lämnas installationer som har en version som är högre än den som anges av "Åsidosätt målversion" kvar som den är.

Om du aktiverar (1) den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges av Åsidosätt målversion till målversionen.

Vi rekommenderar att användarna installerar den senaste versionen av Microsoft Edge webbläsare för att säkerställa skydd av de senaste säkerhetsuppdateringarna. Om du återställer till en tidigare version riskerar du att utsättas för kända säkerhetsproblem. Den här principen är avsedd att användas som en tillfällig korrigering för att åtgärda problem i en Microsoft Edge webbläsaruppdatering.

Innan du tillfälligt återställer webbläsarversionen rekommenderar vi att du aktiverar Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar Synkronisering finns det en risk för permanent webbdataförlust. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller för Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Låter dig ange om användare i Windows Insider Program registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du aktiverar (1) den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inaktiverar (0) den här principen kan användare i Windows Insider Program inte registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inte konfigurerar den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update som standard.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Anger om Microsoft Edge Update ska uppdateras för anslutningar som markerats som anslutningar med datapriser, t.ex. mobilanslutningar eller andra där dataanvändning styrs för Microsoft Edge webbläsaren. 

Om du inte aktiverar och konfigurerar den här principen görs uppdateringar baserat på växlingsknappen "Ladda ned Uppdateringar via anslutningar med datapriser" på sidan Om i Microsoft Edge-webbläsaren. Om en användare inte gör något val används Windows-inställningen. Du kan läsa mer om Windows-inställningen här: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillåt alltid uppdateringar (2): Uppdateringar hämtas alltid när de hittas, antingen genom automatisk uppdateringskontroll eller genom manuell uppdateringskontroll.

Inaktivera uppdateringar (1): Uppdateringar hämtas inte när du använder en anslutning med datapriser.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Du kan ange om Microsoft Edge (stabil kanal) avinstalleras eller blockeras från att avinstalleras på domänanslutna enheter i Europeiska ekonomiska samarbetsområdet (EES).

Om den här principen är inställd på Aktiverad avinstalleras Microsoft Edge automatiskt på alla enheter i EES där den här principen distribueras. Användardata sparas på enheten. Microsoft Edge avinstalleras nästa gång Microsoft Edge Update söker efter uppdateringar automatiskt. Om Microsoft Edge avinstalleras från enheter, program, widgetar (till exempel nyheter, sökning och väder) eller andra progressiva webbprogram (PWA) som är beroende av Microsoft Edge kommer inte längre att vara tillgängliga.

Om den här principen är inställd på Aktiverad och ta bort användardata (inställning 2) avinstalleras Microsoft Edge automatiskt på alla enheter i EES där principen distribueras och användardata tas bort från enheten.

Om den här principen är inställd på Inaktiverad (inställning 3) hindras alla användare i EES från att avinstallera Microsoft Edge där den här principen distribueras.

Om principen inte är konfigurerad (standardinställning) avgör en användares Windows-regionsinställning om de kan avinstallera Microsoft Edge på en domänansluten enhet. Endast användare i EES-länder kan avinstallera Microsoft Edge om de väljer att göra det. Användare utanför det här området kommer inte att kunna avinstallera Microsoft Edge. 

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Om Microsoft Edge behöver installeras om:
– Du kan ställa in installeringsprincipen på Framtvinga installationer (datoromfattande) för att installera om Microsoft Edge.
– Om du ställer in installationsprincipen på Framtvinga installationer (hela datorn) och även ställer in avinstallationsprincipen på Aktiverad, åsidosätter principen Framtvinga installationer (datoromfattande) avinstallationsprincipen.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter.

  Om du aktiverar (1) den här principen för en kanal blockeras inte Microsoft Edge från installationen.

  Om du inaktiverar (0) principen för en kanal (eller ställer in den till ‘Installationer inaktiverat’) blockeras Microsoft Edge från installationen.

  Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

Om du ställer in den här principen på Tillåt alltid Machine-Wide Installationer men inte Per-User Installationer (4) distribueras APP_NAME endast på hela datorn.

Om du ställer in den här principen på Framtvinga installationer (Machine Wide) (5) kan APP_NAME endast distribueras på hela datorn om Microsoft Edge Update är förinstallerat. Kräver Microsoft Edge Update 1.3.155.43 eller senare.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
  - Uppdateringar inaktiverade (0): Uppdateringar tillämpas aldrig.
  - Tillåt alltid uppdateringar (1) (Rekommenderat): Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
  - Endast manuella uppdateringar (2): Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
  - Endast automatiska tysta uppdateringar (3): Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.

Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i Åsidosätt målversion.

Den här principen har ingen effekt om inte Åsidosätt målversion har angetts och Åsidosättning av uppdateringsprincip är inställt på något av ON-tillstånden (tillåt alltid uppdateringar, endast automatiska tysta uppdateringar, endast manuella uppdateringar).

Om du inaktiverar (0) den här principen eller inte konfigurerar den, lämnas installationer som har en version som är högre än den som anges av "Åsidosätt målversion" kvar som den är.

Om du aktiverar (1) den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges av Åsidosätt målversion till målversionen.

Vi rekommenderar att användarna installerar den senaste versionen av Microsoft Edge webbläsare för att säkerställa skydd av de senaste säkerhetsuppdateringarna. Om du återställer till en tidigare version riskerar du att utsättas för kända säkerhetsproblem. Den här principen är avsedd att användas som en tillfällig korrigering för att åtgärda problem i en Microsoft Edge webbläsaruppdatering.

Innan du tillfälligt återställer webbläsarversionen rekommenderar vi att du aktiverar Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar Synkronisering finns det en risk för permanent webbdataförlust. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller för Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Låter dig ange om användare i Windows Insider Program registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du aktiverar (1) den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inaktiverar (0) den här principen kan användare i Windows Insider Program inte registreras i förhandsversionen av Edge via Microsoft Edge Update.

  – Om du inte konfigurerar den här principen registreras användare i Windows Insider Program i förhandsversionen av Edge via Microsoft Edge Update som standard.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Anger om Microsoft Edge Update ska uppdateras för anslutningar som markerats som anslutningar med datapriser, t.ex. mobilanslutningar eller andra där dataanvändning styrs för Microsoft Edge webbläsaren. 

Om du inte aktiverar och konfigurerar den här principen görs uppdateringar baserat på växlingsknappen "Ladda ned Uppdateringar via anslutningar med datapriser" på sidan Om i Microsoft Edge-webbläsaren. Om en användare inte gör något val används Windows-inställningen. Du kan läsa mer om Windows-inställningen här: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillåt alltid uppdateringar (2): Uppdateringar hämtas alltid när de hittas, antingen genom automatisk uppdateringskontroll eller genom manuell uppdateringskontroll.

Inaktivera uppdateringar (1): Uppdateringar hämtas inte när du använder en anslutning med datapriser.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Du kan ange om Microsoft Edge (stabil kanal) avinstalleras eller blockeras från att avinstalleras på domänanslutna enheter i Europeiska ekonomiska samarbetsområdet (EES).

Om den här principen är inställd på Aktiverad avinstalleras Microsoft Edge automatiskt på alla enheter i EES där den här principen distribueras. Användardata sparas på enheten. Microsoft Edge avinstalleras nästa gång Microsoft Edge Update söker efter uppdateringar automatiskt. Om Microsoft Edge avinstalleras från enheter, program, widgetar (till exempel nyheter, sökning och väder) eller andra progressiva webbprogram (PWA) som är beroende av Microsoft Edge kommer inte längre att vara tillgängliga.

Om den här principen är inställd på Aktiverad och ta bort användardata (inställning 2) avinstalleras Microsoft Edge automatiskt på alla enheter i EES där principen distribueras och användardata tas bort från enheten.

Om den här principen är inställd på Inaktiverad (inställning 3) hindras alla användare i EES från att avinstallera Microsoft Edge där den här principen distribueras.

Om principen inte är konfigurerad (standardinställning) avgör en användares Windows-regionsinställning om de kan avinstallera Microsoft Edge på en domänansluten enhet. Endast användare i EES-länder kan avinstallera Microsoft Edge om de väljer att göra det. Användare utanför det här området kommer inte att kunna avinstallera Microsoft Edge. 

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Om Microsoft Edge behöver installeras om:
– Du kan ställa in installeringsprincipen på Framtvinga installationer (datoromfattande) för att installera om Microsoft Edge.
– Om du ställer in installationsprincipen på Framtvinga installationer (hela datorn) och även ställer in avinstallationsprincipen på Aktiverad, åsidosätter principen Framtvinga installationer (datoromfattande) avinstallationsprincipen.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuter mellan sökningar efter uppdateringar</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Timme</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minut</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Varaktighet</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ av hämtnings-URL som ska begäras</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Välj hur du vill ange inställningar för en proxyserver</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adress eller URL för en proxyserver</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL till proxy .pac-fil</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Uppdateringsprincip</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Uppdateringsprincip</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Målversion</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Reglera uppdaterarens kommunikation med experimenterings- och konfigurationsservice</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Målkanal
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Standardprincip för Uppdateringar med datapriser</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Princip för uppdateringar med datapriser</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installationsprincip</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installationsprincip</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>